{
    "mean": 40.0,
    "standard_deviation": 3.88120,
    "sample_size": 125,
    "units": "Hz",
    "reference": "Bell CC, Grimm RJ (1969) Discharge properties of Purkinje cells recorded on single and double microelectrodes. J Neurophysiol 32:1044-1055. doi:10.1152/jn.1969.32.6.1044",
    "protocol": "Twenty-eight cats were used in experiments on the cerebellum. All of the animals were anesthetized with intra-peritoneally administered sodium pentobarbital, 35 mg/kg. In the experiments on the cerebellum the animals were placed in a stereotaxic apparatus and a .75cm hole was made in the top of the skull, anterior to the lambdoidal ridge. Most recordings were made from lobule VI of the posterior lobe and a few were from lobule V of the anterior lobe. After removing the dura, a stainless steel bipolar stimulating electrode was inserted to a point in or near the fastigial nucleus. The opening in the bone was filled with saline agar. In most experiments the recordings were made with two microelectrodes. Under a microscope, the tips of two electrodes were brought to within 30-100u of each other and then bonded with dental cement. Discharges from a total of 125 Purkinje cells were observed. Twenty-eight of the 125 cells were members of a pair of neighboring cells recorded at the same time on one or two microelectrodes. To avoid excessive trauma, the electrode pair was never inserted deeper than 2-3 mm beneath the folial surface. At this tip depth the electrode shafts at the surface were 0.5-1.0 mm apart. The activity from each electrode was led through a cathode follower and preamplifier to a separate channel of a tape recorder and oscilloscope. The indifferent electrode was clipped to the skin of the neck wound. The overall time constant of the recording system was 2 msec. Capacitative coupling between electrodes was not a problem; large amplitude spikes in one channel often gave no sign of their presence in the second channel.",
    "validation_info": "This is the experimental data of spontaneous firing of in-vivo 28 cats, 125 PurkinjeCells.",
    "data_collection": "The data given in the paper are freq.range = 30-50Hz and n = 125cells. No median was given so lets assume median=40Hz. This results in three statistics. From 10.1186/1471-2288-14-135 and considering this three statistic scenario, Zeta1 = {a, m, b; n} = {30, 40, 50; 125} the estimated xbar = (a+2m+b)/4 = 40Hz and stan.dev = (b-a) / 2phi_inverse((n-0.375)/(n+0.25)) = 3.88120",
    "notes": "phi_inverse is qnorm(x) in R and scipy.stats.norm.ppf() in Python."
}
