{
    "mean": 87.5,
    "standard_deviation": 14.71960,
    "sample_size": 115,
    "units": "Hz":
    "reference": "Latham A, Paul DH (1971) Spontaneous activity of cerebellar Purkinje cells and their responses to impulses in climbing fibres. J Physiol (Lond) 213:135-156. PMCID: PMC1331728",
    "protocols": "The experiments done on a series of 115 cats. The animals were initially anaesthetized with sodium thiopentone, 40 mg/kg i.p. Intravenous maintenance doses of 3-7.5 mg/kg were given as necessary to maintain a moderate depth of anaesthesia with weak withdrawal reflexes still present. The cerebellum was exposed by craniotomy, the cut edges of bone being impregnated with bone wax. After removing the dura the surface of the cerebellum was covered with either warm paraffin oil or agar gel retained by a bath of cold-cure dental acrylic. The cats were held in a stereotaxic head-holder and in a number of experiments a concentric bipolar stimulating electrode was inserted into the juxtafastigial region (JF electrode). This electrode had an outer barrel of stainless steel, 750u in diameter and covered to within 100 /Z of the end with a silicon based insulation. The inner nichrome core, 250u in diameter, protruded 200u from the tip of the outer barrel. Recordings were made with glass micropipettes filled with either 4M-NaCl for extracellular recording or 3M-KCl for intracellular recording. The signals from the electrode were led to a 'unity gain' amplifier employing feed-back for input capacitance reduction. Most of the recordings were displayed on a storage oscilloscope after suitable differential amplification and photographed from this display.",
    "validation_info": "This is the experimental data of spontaneous firing from in-vivo cat PurkinjeCell.",
    "data_collection": "The data given in the paper are freq.range = 50 to 125 Hz and n = 115cats. From 10.1186/1471-2288-14-135 and considering this three statistic scenario, Zeta1 = {a, m, b; n} = {1, 38.8, 148; 106}, the estimated mean = (a+2m+b)/4 = 87.5Hz  and stand.dev = (b-a) / 2phi_inverse((n-0.375)/(n+0.25)) = 14.71960",
    "notes": "phi_inverse is qnorm(x) in R and scipy.stats.norm.ppf() in Python. The mean rate for in-vivo is relatively large. Latham & Paul claim this to be due to firing from the climbing fibres into PurkinjeCell. They say, spontaneous CF responses rarely occur at a rate exceeding 1-2 Hz if averaged over a period of minutes, but the interval between two successive CF responses has been as short as 50 msec."
}
