{
    "mean": 0.0,
    "standard_deviation": 0.0,
    "sample_size": 40,
    "units": "Hz",
    "reference": "D'Angelo E, De Filippi G, Rossi P, Taglietti V (1997) Synaptic activation of Ca2+ action potentials in immature rat cerebellar granule cells in situ. J Neurophysiol 78:1631-1642. doi: 10.1152/jn.1998.80.2.493",
    "protocol": "Cerebellar slices (250 uM thick) were obtained from 4 to 21 day-old rats (Wistar strain, day of birth = P1). The rats were anesthetized with halothane before being killed by decapitation. Krebs solution for slice cutting and recovery contained (in mM) 120 NaCl, 2 KCl, 1.2 MgSO4, 26 NaHCO3, 1.2 KH2PO4, 2CaCl2, and 11 glucose. This solution was equilibrated with 95% O2 - 5% CO2 (pH 7.4). Slices were maintained at room temperature before being transferred to the recording chamber (1.5 ml) mounted on the stage of an upright microscope. The preparations were superfused at a rate of 5-10 ml/min with a Krebs solution to which 10 uM glycine and 10 uM bicuculline were added, and maintained at 30 C with a feed-back Peltier device. Granule cells in lobules IV-IX were recorded in the whole cell patch-clamp configuration using the blind-patch approach. Recordings were performed with fast current-clamp mode amplifier. The data were sampled with sampling time = 250 us for current-clamp recordings, 10 us for voltage-clamp recordings and analyzed with pClamp software. Mossy fiber stimulation was performed with a bipolar tungsten electrode via a stimulus isolation unit. The stimulating electrode was placed over the mossy fiber bundle, and stimuli were applied at the frequency of 0.1 Hz or in 500-ms trains of 5, 10, or 50 Hz. In some experiments, a second stimulating electrode was placed in proximity of the Purkinje cell layer to test granule cell antidromic excitation. Patch pipettes were pulled from borosilicate glass capillaries 8-12 Mohm resistance before a seal was formed with a filling solution containing (in mM) 126 K-gluconate, 4 NaCl, 1 MgSO4, 0.02 CaCl2, 0.1 bis-(o-aminophenoxy)-N,N,N',N'tetraacetic acid, 15 glucose, 3 ATP, 5 N-2-hydroxyethylpiperazine-N'-2-ethanesulfonic acid (pH adjusted to 7.2 with KOH). This solution buffered intracellular Ca2+ at 100 nM, similar to the resting Ca2+ concentration measured in granule cells. After a giga-seal was formed (seal resistance was usually >20 Gohm), the electrode capacitance was canceled carefully before rupturing the patch to allow for the electronic compensation of pipette charging during subsequent current-clamp recordings. Once in the whole cell configuration, the current transients elicited by 10-mV hyperpolarizing pulses from the holding potential of -70 mV in voltage-clamp mode showed a mono-exponential relaxation (time constant = 81 +/- 27 us, n = 40), and were used to estimate series resistance (21.1 +/- 8.7 Mohm, n = 40) and input resistance and capacitance. Depending on the high-input-to-series resistance ratio, bridge balancing in current-clamp recordings proved of little effect and was not routinely used. Membrane potential was measured relative to an agar-bridge reference electrode. Reported membrane potential values have been adjusted off-line for liquid-junction potentials (usually <= 5 mV). In the current-clamp mode, the granule cell input resistance (Rm) was monitored repeatedly by measuring the steady state membrane potential change generated by hyperpolarizing current pulses from -70 to -80 mV. Experiments in which Rm changed by more than +/- 10% during recordings were rejected. Experimental tracings were analyzed using pClamp software. HW denotes duration of excitatory postsynaptic potentials (EPSPs) or spikes at half-amplitude. Data are reported as means +/- SD, and statistical comparisons were done using Student's t-test (NS, not significant).",
    "validation_info": "This is the experimental data demonstrating no spontaneous firing of in-vitro 40 GranularCells from P4-21 Wistar rats.",
    "data_collection": "There is no direct description in the paper. But this paper is cited in D'Angelo et al 2001 10.1523/JNEUROSCI.21-03-00759.2001 Based on Fig1 of D'Angelo et al 1997 (10.1152/jn.1997.78.3.1631) and the first few sentences under results with says: Patch-clamp recordings were performed on 183 neurons in the internal granular layer of rat cerebellar slices from P4 to P21. The neurons did not display spontaneous firing either during seal formation or after having established the whole cell recording configuration and had the low membrane capacitance and high-input resistance typical of granule cells. Thus based on this we get, n = 40 cells, P4-21 rats and set 0 +/- 0 Hz"
}
