{
    "mean": -62.4,
    "margin_of_error": 11.1,
    "sample_size": 36,
    "units": "mV",
    "confidence": 0.95,
    "reference": "D'Angelo E, De Filippi G, Rossi P, Taglietti V (1998) Ionic mechanism of electroresponsiveness in cerebellar granule cells implicates the action of a persistent sodium current. J Neurophysiol 80:493-503. doi 10.1152/jn.1998.80.2.493",
    "protocol": "erebellar slices (250 uM thick) were obtained from 21 to 26 day old rats (Wistar strain, day of birth = P1). The rats were decapitated after halothane anesthesia. Krebs solution for slice cutting and recovery contained (in mM) 120 NaCl, 2 KCl, 1.2 MgSO4, 26 NaHCO3, 1.2 KH2PO4, 2 CaCl2, and 11 glucose. This solution was equilibrated with 95% O2 - 5% CO2 (pH 7.4). The slices were maintained at room temperature before being transferred to a 1.5ml recording chamber mounted on the stage of an upright microscope. The preparations were superfused at a rate of 5-10 ml/min with a Krebs solution to which 10 uM bicuculline had been added and were maintained at 30 C with a Peltier feedback device. Bicuculline increased input resistance by 1.5 - 2.5 times and enhanced spike activation by current injection (n = 8, not shown), consistent with tonic gamma-aminobutyric acid-A (GABA_A) receptor activation by ambient GABA. More importantly for this study, bicuculline reduced spontaneous inhibitory synaptic activity. Patch-clamp recordings were taken from granule cells in the internal granular layer of rat cerebellar slices using the blind-patch approach. Most of these recordings were made by using an Axopatch 200-A amplifier for current-clamp recordings in the fast mode. Patch pipettes were pulled from borosilicate glass capillaries having 8-12 Mohm resistance before a seal was formed (seal resistance was usually >20 Gohm). The pipette solution used for whole cell recordings contained (in mM) 126 K-gluconate, 4 KCl, 4 NaCl, 1 MgSO4, 0.02 CaCl2, 0.1 bis-(o-aminophenoxy)-N,N,N',N'-tetraacetic acid (BAPTA), 15 glucose, 3 ATP, and 5 N-2-hydroxyethylpiperazine-N'-2-ethanesulfonic acid (pH adjusted to 7.2 with KOH). In some cases Cs+ was used instead of K+ to reduce permeation through K+ channels [it contained (in mM) 78 Cs2SO4, 4 CsCl, 4 NaCl, 1 MgSO4, 0.02 CaCl2, 0.1 BAPTA, 15 glucose, 3 ATP, and 15 HEPES; pH adjusted to 7.2 with CsOH]. These solutions reproduced the cytoplasmic Ca2+ buffer concentration (0.03-0.3 mM), and the resting Ca2+ levels measured in central neurons (usually 50-100 nM) (for the granule cells). In other experiments, the perforated-patch technique was used to prevent cytoplasmic washout and maintain the endogenous Ca2+ buffer. The pipette solution used for perforated-patch recordings contained (in mM) 80 K2SO4, 8 NaCl, 15 glucose, and 5 HEPES (pH adjusted to 7.2 with KOH) and nystatin 100 ug/ml. Solutions for both whole cell and perforated-patch recordings maintained a chloride reversal potential of -65 mV as recently measured in mature rat cerebellar granule cells. Because patch-clamp amplifiers may influence the excitable response, patch-clamp current-clamp recordings performed using Axopatch-200A amplifier in fast mode were compared with those obtained with a conventional microelectrode amplifier in bridge mode. The action potentials recorded with the patch-clamp amplifier did not significantly differ from those recorded using the microelectrode amplifier. It also should be noted that firing remained unchanged when using the perforated-patch instead of whole cell recording configuration. In the cell-attached configuration, electrode capacitance was cancelled carefully before obtaining electrical access to the cell to allow for electronic compensation of pipette charging during subsequent current-clamp recordings. In those experiments in which the patch-clamp amplifier was used, the current transients elicited by 10mV hyperpolarizing pulses from the holding potential of -70 mV in voltage-clamp mode showed a monoexponential relaxation [with time constant tau_s = 66 +/- 27 us in whole-cell recordings (mean +/- SD), n = 14; tau_s = 93 +/- 31 us in perforated-patch recordings, n = 10] and were used to estimate series resistance (Rs = 21.1 ± 8.7 Mohm in whole cell recordings, n = 14; Rs = 35 +/- 12 Mohm in perforated-patch recordings, n = 10), input resistance (Rin = 2 +/- 0.7 Gohm in whole cell recordings, n = 14; Rin = 2.2 +/- 0.8 Gohm in perforated-patch recordings, n = 10), and input capacitance (Cin = 3 +/- 0.5 pF in whole cell recordings, n = 14; Cin = 2.8 +/- 0.6 pF in perforated-patch recordings, n = 10). Depending on the high Rin:Rs ratio (Rin:Rs > 60), bridge balancing in current-clamp recordings proved to be of little effect and was not routinely used either in the whole cell or the perforated-patch recording configuration. The data were sampled with a TL-1 DMA Interface (sampling time = 50-250 us for current-clamp recordings, 10 us for voltage-clamp recordings) and analyzed with pClamp software. Membrane potential was measured relative to an agar-bridge reference electrode and was not adjusted for liquid-junction potentials (usually < 5 mV). HW denotes duration of action potentials at half-amplitude. Data are reported as means +/- SD, and statistical comparisons were done using Student's t-test. The control and test solutions were applied locally through a multibarrel pipette. The perfusion of the control solution was commenced before seal formation, and was maintained until switching to the test solutions. Stock solutions were prepared for all drugs and stored frozen at -20 C. The drugs were diluted to their final concentration in the appropriate Krebs solution before use.",
    "validation_info": "This is the experimental data is from in-vitro 43 GranularCells from P21-31 Wistar rats.",
    "data_collection": "Based on Figure 2 and under Results section and sub-heading Passive membrane properties of rat cerebellar granule cells: No spontaneous extracellular action currents were observed during seal formation, nor was any spontaneous firing seen after patch disruption. Granule cell resting membrane potential measured soon after gaining access to the cell was -57.8 +/- 6.4 mV (n = 43; range from -45 to -72 mV). The granule cells showed a resting membrane potential of -62.4 +/- 11.1 mV (n = 36). Therefore, from this, n = 36 cells, and set -62.4 +/- 11.1 mV"
}
